export const hotDishes = [
  {
    name: 'Борщ з телятини з квасолею',
    ingredients:
      'Телятина, картопля, капуста, морква, цибуля, квасоля, часник, помідори, зелень, сметана',
    portion: '400 г',
    price: '240 грн',
  },

  {
    name: 'Суп сирний з куркою',
    ingredients:
      'Курятина, картопля, морква, цибуля, печериці, сир м’який, зелень',
    portion: '400 г',
    price: '200 грн',
  },
  {
    name: 'Паста карбонара',
    ingredients: 'Паста тальятеле, бекон, вершки, сир пармезан, яйце, зелень',
    portion: '350 г',
    price: '430 грн',
  },
  {
    name: 'Стейк зі свинини',
    ingredients:
      'Свиняча вирізка, спеціі, подається з соусом солодкий чилі та овочами',
    portion: '400 г',
    price: '500 грн',
  },

  {
    name: 'Горбуша в соусі з білого вина',
    ingredients: 'Ніжна горбуша, вершковий соус на основі білого вина',
    portion: '400 г',
    price: '400 грн',
  },
];

export const mainDishes = [
  {
    name: 'Запечені овочі',
    ingredients: 'Кабачок, перець, помідор, баклажан',
    portion: '200 г',
    price: '230 грн',
  },

  {
    name: 'Картопля фрі',
    ingredients: 'Картопля, соус томатний',
    portion: '150 г',
    price: '160 грн',
  },
  {
    name: 'Картопля по-селянськи',
    ingredients: 'Картопля, спеції, соус пікантний',
    portion: '150 г',
    price: '160 грн',
  },
  {
    name: 'Хрумкі соління з діжки',
    ingredients:
      'Огірок солений, помідор квашений, квашена капуста, морква по-корейські',
    portion: '250 г',
    price: '350 грн',
  },

  {
    name: 'Крильця курячі в медовому соусі',
    ingredients:
      'Крильця курячі, гірчично-медовий соус, подається з морквою, селерою і соусом блючиз',
    portion: '400 г',
    price: '420 грн',
  },
];

export const salads = [
  {
    name: 'Цезар з куркою',
    ingredients:
      'Куряче філе, листя салату, помідори чері, сир пармезан, грінки, соус цезар',
    portion: '230 г',
    price: '450 грн',
  },

  {
    name: 'Цезар з креветками',
    ingredients:
      'Тигрові креветки, листя салату, помідори чері, сир пармезан, грінки, соус цезар',
    portion: '230 г',
    price: '300 грн',
  },
  {
    name: 'Грецький салат',
    ingredients:
      'Свіжі огірок, помідор, болгарський перець, оливки, сир бринза, листя салату, соус',
    portion: '230 г',
    price: '280 грн',
  },
  {
    name: 'М’ясний салат',
    ingredients:
      'Куряче філе або свиняча вирізка, свіжі огірок, помідор, болгарський перець, соус ранч',
    portion: '230 г',
    price: '300 грн',
  },
];

export const desserts = [
  {
    name: 'Торт наполеон',
    ingredients: '',
    portion: '230 г',
    price: '300 грн',
  },

  {
    name: 'Торт маковий',
    ingredients: '',
    portion: '230 г',
    price: '300 грн',
  },
  {
    name: 'Тірамісу',
    ingredients: '',
    portion: '120 г',
    price: '260 грн',
  },
];

export const drinks = [
  {
    name: 'Чай чорний/зелений',
    ingredients: '',
    portion: '500 мл',
    price: '100 грн',
  },

  {
    name: 'Еспресо',
    ingredients: '',
    portion: '30 мл',
    price: '100 грн',
  },
  {
    name: 'Американо',
    ingredients: '',
    portion: '150 мл',
    price: '100 грн',
  },
  {
    name: 'Капучино',
    ingredients: '',
    portion: '200 мл',
    price: '160 грн',
  },
  {
    name: 'Лате',
    ingredients: '',
    portion: '200 мл',
    price: '160 грн',
  },
];
